export const privacyPolicyTranslationRu = {
  text: `Целью настоящих Правил является обеспечение надлежащей защиты информации c пользователях,
    в том числе их персональных данных, от несанкционированного доступа и разглашения. Действующая 
    редакция Правил, являющихся публичным документом, доступна любому пользователю сети Интернет при
    переходе по ссылке. Администрация Сайта вправе вносить изменения в настоящие
    Правила. При внесении изменений в Правила Администрация Сайта уведомляет об этом пользователей 
    путем размещения новой редакции Правил на Сайте по постоянному адресу не 
    позднее, чем за 10 дней до вступления в силу соответствующих изменений. Предыдущие редакции Правил
    хранятся в архиве документации Администрации Сайта.Настоящие Правила разработаны и используются в
    соответствии c Правилами пользования сайтом, размещенными на Сайте по адресу.
    В случае наличия противоречий между настоящими Правилами и иными официальными документами Администрации
    Сайта применению подлежат настоящие Правила. Регистрируясь и используя Сайт, Пользователь выражает 
    свое согласие c условиями настоящих Правил.  В случае несогласия Пользователя с условиями настоящих 
    Правил использование Сайта и его сервисов должно быть немедленно прекращено. Если в соответствии с 
    законом требуется получение отдельного согласия Пользователя на обработку персональных данных в связи 
    с использованием Сайта, то такое согласие запрашивается у Пользователя только применительно к использованию
    Сайта. Запрос одного указанного согласия для всех социальных сетей и платформ социального взаимодействия не допускается.
    Администрация Сайта осуществляет обработку информации о Пользователях, в том числе их персональных данных, 
    в целях выполнения обязательств Администрации Сайта перед Пользователями в отношении использования Сайта и его сервисов.
    Сбор персональных данных Пользователя осуществляется на Сайте при регистрации, а также в дальнейшем при внесении пользователем
    по своей инициативе дополнительных сведений о себе с помощью инструментария Сайта.Персональные данные пользователей 
    хранятся исключительно на электронных носителях и обрабатываются с использованием автоматизированных систем, 
    за исключением случаев, когда неавтоматизированная обработка персональных данных необходима в связи с исполнением требований 
    законодательства.Персональные данные Пользователей не передаются никаким другим третьим лицам, за исключением случаев, 
    прямо предусмотренных настоящими Правилами. При указании Пользователя или при наличии согласия Пользователя возможна 
    передача персональных данных Пользователя третьим лицам — контрагентам Администрации Сайта с условием принятия
    такими контрагентами обязательств по обеспечению конфиденциальности полученной информации, в частности при 
    использовании приложений.`,
  title: "Политика конфиденциальности",
};
