export const personalizationTranslationRu = {
    personalization: 'Персонализация',
    spinner: 'Стандартный (спиннер)',
    cardGame: {
        name: 'Игра на память (карточки)',
        title1: 'Хотите поиграть, пока ждете?🤔',
        title2: 'Наша миссия — найти самые милые эмодзи',
    },
    snakeGame: {
        name: 'Игра змейка',
        title: 'Помогите дракону поймать яйцо, пока загружается пост!'
    },
    title: 'Тип анимации загрузки при публикации поста',
    success: 'Настройки успешно сохранены!',
    error: 'Не удалось сохранить настройки'
};
