export const termsServiceTranslationRu = {
  text: ` Добро пожаловать на Сайт , интернет-ресурс, который помогает вам поддерживать связь с вашими старыми 
    и новыми друзьями. Сайт – это сетевой проект, объединяющий людей на основании мест учебы или 
    работы. Сайт – социальная сеть, известная под именем, размещённая на сайте 
    в сети Интернет по адресу: и доступная Пользователю через сайт, мобильную версию сайта, приложения и иные ресурсы, представляющая 
    собой результат интеллектуальной деятельности в форме программы для ЭВМ. 
    Настоящие Правила являются юридически обязательным соглашением между Пользователем и Администрацией Сайта, предметом 
    которого является предоставление Администрацией Сайта Пользователю доступа к использованию Сайта и его функциональности.
    Пользователь обязан полностью ознакомиться с настоящими Правилами до момента регистрации на Сайте. Регистрация Пользователя 
    на Сайте означает полное и безоговорочное принятие Пользователем настоящих Правил в соответствии со ст. 438 Гражданского кодекса Российской Федерации.
    Регистрация Пользователя на Сайте является бесплатной, добровольной.  Пользователем Сайта является физическое лицо, зарегистрированное на Сайте в 
    соответствии с установленным настоящими Правилами порядком, достигшее возраста, допустимого в соответствии с законодательством Российской Федерации.
    Обработка персональных данных Пользователя осуществляется в соответствии с законодательством Российской Федерации.
    Администрация Сайта обрабатывает персональные данные Пользователя в целях предоставления Пользователю доступа к использованию функциональности 
    Сайта, в том числе в целях получения Пользователем таргетированной рекламы; проверки, исследования и анализа таких данных, позволяющих поддерживать
    и улучшать функциональность и разделы Сайта, а также разрабатывать новую функциональность и разделы Сайта.
    После регистрации Пользователь получает право самостоятельно в личных целях создавать, использовать и определять содержание собственной персональной 
    страницы и условия доступа других Пользователей к ее содержанию, а также получает возможности доступа и размещения информации на персональных страницах
    других Пользователей. Пользователь, как обладатель информации, размещённой на собственной персональной странице, осознаёт, что за исключением 
    случаев, установленных настоящими Правилами и действующим законодательством Российской Федерации, Администрация Сайта не принимает участие в 
    формировании и использовании содержания и контроле доступа других пользователей к персональной странице Пользователя. Размещая информацию на 
    персональной странице, в том числе свои персональные данные, Пользователь осознаёт и соглашается с тем, что указанная информация может быть 
    доступна другим пользователям сети Интернет с учётом особенностей архитектуры и функциональности Сайта.
    При использовании Сайта Пользователь обязан: соблюдать положения действующего законодательства Российской Федерации, настоящих Правил 
    и иных специальных документов Администрации Сайта; предоставлять при регистрации достоверные, полные и актуальные данные, следить за их актуализацией;
    информировать Администрацию Сайта о несанкционированном доступе к персональной странице и/или о несанкционированном доступе и/или использовании пароля и 
    логина Пользователя;не предоставлять доступ другим Пользователям к собственной персональной странице или к отдельной содержащейся на ней 
    информации в случае, если это может привести к нарушению законодательства Российской Федерации и/или настоящих Правил, специальных 
    документов Администрации Сайта; не размещать на персональной странице информацию и объекты (включая ссылки на них), 
    которые могут нарушать права и интересы других лиц; перед размещением информации и объектов (включая, но не ограничиваясь, изображениями 
    других лиц, чужими текстами различного содержания, аудиозаписями и видеофильмами) предварительно оценивать законность их размещения;
    хранить в тайне и не предоставлять другим Пользователям и третьим лицам ставшие ему известными в результате общения с другими Пользователями
    и иного использования Сайта персональные данные (включая, но не ограничиваясь, домашними адресами, номерами телефонов, адресами электронной 
    почты, ICQ, паспортными данными, банковской информацией) и информацию о частной жизни других Пользователей и третьих лиц без получения 
    соответствующего предварительного разрешения последних; осуществлять резервное копирование важной для Пользователя хранящейся на его 
    персональной странице информации.В случае наличия сомнений в отношении законности осуществления тех или иных действий,
    в том числе по размещению информации или предоставлению доступа, Администрация Сайта рекомендует воздержаться от осуществления последних.`,
  title: "Условия обслуживания",
};
